IDEA Open Model
MatConcreteEc2.StoneDiameter Property
Compatible with IDEA StatiCa Beta 20.0
 Diameter of stone
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double StoneDiameter { get; set; }
Public Property StoneDiameter As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatConcreteEc2 Class
IdeaRS.OpenModel.Material Namespace